"Camera Permissions" = "カメラの許可";

"Would you like to allow this application to use your camera to stream live video?" = "ライブビデオを流せるように、本アプリケーションでのカメラ使用を許可しますか。";

"Don't Allow" = "許可しない";

"Allow" = "許可する";
